Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# guide.showQuickGuide.help
source: Show quick guide
es: Mostrar guía rápida
fr: Afficher le guide rapide
hi: त्वरित गाइड दिखाएं
ja: クイックガイドを表示
zh_hans: 显示快速指南

# guideFeature.assemble.detail
source: Combine files, reorder pages, rotate, delete, and reshape the packet.
es: Combina archivos, reordena páginas, gira, elimina y reorganiza el paquete.
fr: Combinez des fichiers, réorganisez les pages, pivotez, supprimez et remaniez le dossier.
hi: फ़ाइलें मिलाएं, पेजों को फिर से व्यवस्थित करें, घुमाएं, हटाएं और पैकेट को नया रूप दें।
ja: ファイルを結合し、ページの並べ替え、回転、削除など、まとめ資料を自由に組み立てます。
zh_hans: 合并文件，重新排列、旋转、删除页面，重塑文件包。

# guideFeature.assemble.title
source: Assemble
es: Combinar
fr: Assembler
hi: जोड़ें
ja: まとめる
zh_hans: 拼合

# guideFeature.compress.detail
source: Reduce PDF size with export-time validation.
es: Reduce el tamaño del PDF con validación durante la exportación.
fr: Réduisez la taille du PDF avec une validation à l’exportation.
hi: एक्सपोर्ट के समय सत्यापन के साथ PDF का आकार घटाएं।
ja: 書き出し時の検証付きでPDFのサイズを削減します。
zh_hans: 缩减 PDF 大小，并在导出时进行验证。

# guideFeature.compress.title
source: Compress
es: Comprimir
fr: Compresser
hi: कंप्रेस करें
ja: 圧縮
zh_hans: 压缩

# guideFeature.decorate.detail
source: Add stamps, watermarks, page numbers, and Bates-style numbering.
es: Añade sellos, marcas de agua, números de página y numeración estilo Bates.
fr: Ajoutez des tampons, filigranes, numéros de page et une numérotation façon Bates.
hi: स्टैम्प, वॉटरमार्क, पेज नंबर और बेट्स-स्टाइल नंबरिंग जोड़ें।
ja: スタンプ、透かし、ページ番号、Bates形式の連番を追加できます。
zh_hans: 添加图章、水印、页码以及贝茨编号。

# guideFeature.decorate.title
source: Decorate
es: Decorar
fr: Décorer
hi: सजाएं
ja: 装飾
zh_hans: 装饰

# guideFeature.editText.detail
source: Adjust detected PDF text or add new text boxes directly on the page.
es: Ajusta el texto detectado del PDF o añade cuadros de texto nuevos directamente en la página.
fr: Ajustez le texte détecté du PDF ou ajoutez de nouvelles zones de texte directement sur la page.
hi: पहचाने गए PDF टेक्स्ट को समायोजित करें या सीधे पेज पर नए टेक्स्ट बॉक्स जोड़ें।
ja: 検出されたPDFテキストを編集したり、ページ上に直接新しいテキストボックスを追加したりできます。
zh_hans: 调整检测到的 PDF 文本，或直接在页面上添加新的文本框。

# guideFeature.editText.title
source: Edit text
es: Editar texto
fr: Modifier le texte
hi: टेक्स्ट संपादित करें
ja: テキストを編集
zh_hans: 编辑文本

# guideFeature.export.detail
source: Save PDF workspaces or export PDF, DOCX, Markdown, text, HTML, PNG, and JPEG.
es: Guarda espacios de trabajo en PDF o exporta a PDF, DOCX, Markdown, texto, HTML, PNG y JPEG.
fr: Enregistrez des espaces de travail PDF ou exportez en PDF, DOCX, Markdown, texte, HTML, PNG et JPEG.
hi: PDF वर्कस्पेस सेव करें या PDF, DOCX, Markdown, टेक्स्ट, HTML, PNG और JPEG में एक्सपोर्ट करें।
ja: PDFワークスペースを保存するか、PDF、DOCX、Markdown、テキスト、HTML、PNG、JPEGとして書き出します。
zh_hans: 保存 PDF 工作区，或导出为 PDF、DOCX、Markdown、文本、HTML、PNG 和 JPEG。

# guideFeature.export.title
source: Export
es: Exportar
fr: Exporter
hi: एक्सपोर्ट करें
ja: 書き出し
zh_hans: 导出

# guideFeature.forms.detail
source: Fill forms and optionally lock answers into the final PDF.
es: Rellena formularios y, si quieres, bloquea las respuestas en el PDF final.
fr: Remplissez des formulaires et verrouillez éventuellement les réponses dans le PDF final.
hi: फ़ॉर्म भरें और चाहें तो जवाबों को अंतिम PDF में लॉक करें।
ja: フォームに入力し、必要に応じて回答を最終PDFに固定できます。
zh_hans: 填写表单，并可选择将答案锁定到最终的 PDF 中。

# guideFeature.forms.title
source: Forms
es: Formularios
fr: Formulaires
hi: फ़ॉर्म
ja: フォーム
zh_hans: 表单

# guideFeature.import.detail
source: Drop in up to 50 PDFs, Word, HTML, Markdown, text, data files, or images at once.
es: Arrastra hasta 50 archivos PDF, Word, HTML, Markdown, texto, datos o imágenes a la vez.
fr: Déposez jusqu’à 50 fichiers PDF, Word, HTML, Markdown, texte, données ou images à la fois.
hi: एक साथ 50 PDF, Word, HTML, Markdown, टेक्स्ट, डेटा फ़ाइलें या इमेज तक जोड़ें।
ja: PDF、Word、HTML、Markdown、テキスト、データファイル、画像を一度に最大50個ドロップできます。
zh_hans: 一次拖入最多 50 个 PDF、Word、HTML、Markdown、文本、数据文件或图像。

# guideFeature.import.title
source: Import
es: Importar
fr: Importer
hi: आयात करें
ja: 読み込み
zh_hans: 导入

# guideFeature.markUp.detail
source: Highlight, underline, strike out, draw ink, erase marks, and add notes.
es: Resalta, subraya, tacha, dibuja a mano alzada, borra marcas y añade notas.
fr: Surlignez, soulignez, barrez, dessinez à l’encre, effacez des marques et ajoutez des notes.
hi: हाइलाइट करें, अंडरलाइन करें, स्ट्राइक करें, स्याही से चित्र बनाएं, निशान मिटाएं और नोट्स जोड़ें।
ja: ハイライト、下線、取り消し線、フリーハンド描画、消しゴム、ノートの追加ができます。
zh_hans: 高亮、下划线、删除线、手绘墨迹、擦除标记并添加备注。

# guideFeature.markUp.title
source: Mark up
es: Marcar
fr: Annoter
hi: मार्कअप करें
ja: マークアップ
zh_hans: 标注

# guideFeature.ocr.detail
source: Make scanned pages searchable before sharing or archiving.
es: Haz que las páginas escaneadas sean buscables antes de compartirlas o archivarlas.
fr: Rendez les pages numérisées consultables avant de les partager ou de les archiver.
hi: साझा करने या संग्रहित करने से पहले स्कैन किए गए पेजों को खोजने योग्य बनाएं।
ja: 共有や保存の前に、スキャンしたページを検索可能にします。
zh_hans: 在分享或存档之前，使扫描页面可被搜索。

# guideFeature.protect.detail
source: Password-protect compatible exports and control copy or print permissions.
es: Protege con contraseña las exportaciones compatibles y controla los permisos de copia e impresión.
fr: Protégez par mot de passe les exports compatibles et contrôlez les autorisations de copie ou d’impression.
hi: संगत एक्सपोर्ट को पासवर्ड से सुरक्षित करें और कॉपी या प्रिंट अनुमतियों को नियंत्रित करें।
ja: 対応する書き出し形式にパスワードを設定し、コピーやプリントの権限を管理できます。
zh_hans: 为支持的导出添加密码保护，并控制拷贝或打印权限。

# guideFeature.protect.title
source: Protect
es: Proteger
fr: Protéger
hi: सुरक्षित करें
ja: 保護
zh_hans: 保护

# guideFeature.review.detail
source: Track workspace comments, anchored notes, tags, metadata, and search results.
es: Controla los comentarios del espacio de trabajo, notas ancladas, etiquetas, metadatos y resultados de búsqueda.
fr: Suivez les commentaires de l’espace de travail, les notes ancrées, les étiquettes, les métadonnées et les résultats de recherche.
hi: वर्कस्पेस की टिप्पणियां, एंकर किए गए नोट्स, टैग, मेटाडेटा और खोज परिणाम ट्रैक करें।
ja: ワークスペースのコメント、アンカー付きノート、タグ、メタデータ、検索結果をまとめて確認できます。
zh_hans: 跟踪工作区评论、锚定备注、标签、元数据和搜索结果。

# guideFeature.review.title
source: Review
es: Revisar
fr: Réviser
hi: समीक्षा करें
ja: レビュー
zh_hans: 审阅

# guideFeature.sign.detail
source: Place visual signatures or create cryptographically signed PDF output.
es: Coloca firmas visuales o crea un PDF con firma criptográfica.
fr: Placez des signatures visuelles ou créez un PDF signé cryptographiquement.
hi: विज़ुअल हस्ताक्षर लगाएं या क्रिप्टोग्राफ़िक रूप से हस्ताक्षरित PDF आउटपुट बनाएं।
ja: 視覚的な署名を配置するか、暗号化されたデジタル署名付きPDFを作成できます。
zh_hans: 放置视觉签名，或生成经过加密签名的 PDF 输出。

# guideFeature.sign.title
source: Sign
es: Firmar
fr: Signer
hi: हस्ताक्षर करें
ja: 署名
zh_hans: 签名

# guidePopover.description
source: Bring scattered files together, clean them up, and send out the version people actually need.
es: Reúne archivos dispersos, ordénalos y envía la versión que la gente realmente necesita.
fr: Rassemblez des fichiers épars, nettoyez-les et envoyez la version que vos destinataires attendent vraiment.
hi: बिखरी फ़ाइलों को एक साथ लाएं, उन्हें व्यवस्थित करें, और लोगों को जो वाकई चाहिए वह भेजें।
ja: 散らばったファイルを1か所に集め、整理して、本当に必要な形にして送り出しましょう。
zh_hans: 把零散的文件汇集到一起，整理妥当，再发送出大家真正需要的版本。

# guidePopover.gotIt.button
source: Got it
es: Entendido
fr: Compris
hi: समझ गया
ja: わかりました
zh_hans: 知道了

# guidePopover.subtitle
source: A calmer way to finish PDFs.
es: Una forma más tranquila de terminar tus PDF.
fr: Une façon plus sereine de finaliser vos PDF.
hi: PDF पूरा करने का एक शांत तरीका।
ja: 落ち着いてPDFを仕上げる方法。
zh_hans: 更从容地完成 PDF。

# help.viewDocumentation.button
source: View Documentation
es: Ver documentación
fr: Voir la documentation
hi: दस्तावेज़ देखें
ja: ドキュメントを見る
zh_hans: 查看文档

# inspector.annotation.delete.help
source: Delete annotation
es: Eliminar anotación
fr: Supprimer l’annotation
hi: एनोटेशन हटाएं
ja: 注釈を削除
zh_hans: 删除批注

# inspector.annotation.edit.help
source: Edit annotation
es: Editar anotación
fr: Modifier l’annotation
hi: एनोटेशन संपादित करें
ja: 注釈を編集
zh_hans: 编辑批注

# inspector.annotation.select.help
source: Select annotation
es: Seleccionar anotación
fr: Sélectionner l’annotation
hi: एनोटेशन चुनें
ja: 注釈を選択
zh_hans: 选择批注

# inspector.annotationType.generic.label
source: Annotation
es: Anotación
hi: एनोटेशन
ja: 注釈
zh_hans: 注释

# inspector.annotationType.highlight.label
source: Highlight
es: Resaltado
fr: Surlignage
hi: हाइलाइट
ja: ハイライト
zh_hans: 高亮

# inspector.annotationType.ink.label
source: Ink
es: Tinta
fr: Encre
hi: इंक
ja: インク
zh_hans: 墨迹

# inspector.annotationType.note.label
source: Note
es: Nota
hi: नोट
ja: メモ
zh_hans: 便签

# inspector.annotationType.strikeout.label
source: Strikeout
es: Tachado
fr: Barré
hi: स्ट्राइकआउट
ja: 取り消し線
zh_hans: 删除线

# inspector.annotationType.textBox.label
source: Text Box
es: Cuadro de texto
fr: Zone de texte
hi: टेक्स्ट बॉक्स
ja: テキストボックス
zh_hans: 文本框

# inspector.annotationType.underline.label
source: Underline
es: Subrayado
fr: Soulignement
hi: अंडरलाइन
ja: 下線
zh_hans: 下划线

# inspector.colorSwatch.accent.label
source: Accent
es: Acento
hi: एक्सेंट
ja: アクセント
zh_hans: 强调色

# inspector.colorSwatch.gray.label
source: Gray
es: Gris
fr: Gris
hi: ग्रे
ja: グレー
zh_hans: 灰色

# inspector.colorSwatch.lavender.label
source: Lavender
es: Lavanda
fr: Lavande
hi: लैवेंडर
ja: ラベンダー
zh_hans: 薰衣草色

# inspector.colorSwatch.sage.label
source: Sage
es: Salvia
fr: Sauge
hi: सेज
ja: セージ
zh_hans: 鼠尾草绿

# inspector.commentTextSize.large.label
source: Large
es: Grande
fr: Grand
hi: बड़ा
ja: 大
zh_hans: 大

# inspector.commentTextSize.regular.label
source: Regular
es: Normal
fr: Normal
hi: सामान्य
ja: 標準
zh_hans: 常规

# inspector.commentTextSize.small.label
source: Small
es: Pequeño
fr: Petit
hi: छोटा
ja: 小
zh_hans: 小

# inspector.comments.addComment.button
source: Add Comment
es: Añadir comentario
fr: Ajouter un commentaire
hi: टिप्पणी जोड़ें
ja: コメントを追加
zh_hans: 添加评论

# inspector.comments.addTag.placeholder
source: Add tag
es: Añadir etiqueta
fr: Ajouter une étiquette
hi: टैग जोड़ें
ja: タグを追加
zh_hans: 添加标签

# inspector.comments.addTagToComment.help
source: Add tag to comment
es: Añadir etiqueta al comentario
fr: Ajouter une étiquette au commentaire
hi: टिप्पणी में टैग जोड़ें
ja: コメントにタグを追加
zh_hans: 为评论添加标签

# inspector.comments.anchorRemoved.help
source: The anchored page was removed
es: Se eliminó la página anclada
fr: La page ancrée a été supprimée
hi: एंकर किया गया पेज हटा दिया गया था
ja: アンカー先のページは削除されました
zh_hans: 锚定的页面已被移除

# inspector.comments.cancelEdit.help
source: Cancel edit
es: Cancelar edición
fr: Annuler la modification
hi: संपादन रद्द करें
ja: 編集をキャンセル
zh_hans: 取消编辑

# inspector.comments.comment.accessibilityLabel
source: Comment
es: Comentario
fr: Commentaire
hi: टिप्पणी
ja: コメント
zh_hans: 评论

# inspector.comments.comment.placeholder
source: Write a comment...
es: Escribe un comentario...
fr: Rédigez un commentaire…
hi: एक टिप्पणी लिखें...
ja: コメントを書く...
zh_hans: 写下评论…

# inspector.comments.deleteComment.help
source: Delete comment
es: Eliminar comentario
fr: Supprimer le commentaire
hi: टिप्पणी हटाएं
ja: コメントを削除
zh_hans: 删除评论

# inspector.comments.editComment.help
source: Edit comment
es: Editar comentario
fr: Modifier le commentaire
hi: टिप्पणी संपादित करें
ja: コメントを編集
zh_hans: 编辑评论

# inspector.comments.empty
source: No comments yet.
es: Aún no hay comentarios.
fr: Aucun commentaire pour l’instant.
hi: अभी तक कोई टिप्पणी नहीं है।
ja: コメントはまだありません。
zh_hans: 暂无评论。

# inspector.comments.filter.all
source: All
es: Todos
fr: Tous
hi: सभी
ja: すべて
zh_hans: 全部

# inspector.comments.filter.open
source: Open
es: Abiertos
fr: Ouverts
hi: खुली
ja: 未解決
zh_hans: 未解决

# inspector.comments.filter.picker
source: Comment filter
es: Filtro de comentarios
fr: Filtre des commentaires
hi: टिप्पणी फ़िल्टर
ja: コメントの絞り込み
zh_hans: 评论筛选

# inspector.comments.filter.resolved
source: Resolved
es: Resueltos
fr: Résolus
hi: हल की गई
ja: 解決済み
zh_hans: 已解决

# inspector.comments.format.bold.help
source: Bold
es: Negrita
fr: Gras
hi: बोल्ड
ja: 太字
zh_hans: 粗体

# inspector.comments.format.italic.help
source: Italic
es: Cursiva
fr: Italique
hi: इटैलिक
ja: 斜体
zh_hans: 斜体

# inspector.comments.format.textColor.help
source: Text color
es: Color de texto
fr: Couleur du texte
hi: टेक्स्ट का रंग
ja: 文字色
zh_hans: 文字颜色

# inspector.comments.format.textSize.help
source: Text size
es: Tamaño de texto
fr: Taille du texte
hi: टेक्स्ट का आकार
ja: 文字サイズ
zh_hans: 文字大小

# inspector.comments.jumpToAnchor.help
source: Jump to anchor
es: Ir al ancla
fr: Atteindre le repère
hi: एंकर पर जाएं
ja: アンカーへ移動
zh_hans: 跳转到锚点

# inspector.comments.markOpen.help
source: Mark open
es: Marcar como abierto
fr: Marquer comme ouvert
hi: खुली के रूप में चिह्नित करें
ja: 未解決にする
zh_hans: 标记为未解决

# inspector.comments.markResolved.help
source: Mark resolved
es: Marcar como resuelto
fr: Marquer comme résolu
hi: हल की गई के रूप में चिह्नित करें
ja: 解決済みにする
zh_hans: 标记为已解决

# inspector.comments.noMatching
source: No matching comments.
es: No hay comentarios que coincidan.
fr: Aucun commentaire correspondant.
hi: कोई मेल खाती टिप्पणी नहीं मिली।
ja: 該当するコメントがありません。
zh_hans: 没有匹配的评论。

# inspector.comments.save.button
source: Save
es: Guardar
fr: Enregistrer
hi: सेव करें
ja: 保存
zh_hans: 保存

# inspector.comments.saveNote.button
source: Save Note
es: Guardar nota
fr: Enregistrer la note
hi: नोट सेव करें
ja: ノートを保存
zh_hans: 保存笔记

# inspector.comments.section.pdfNotes
source: PDF Notes
es: Notas del PDF
fr: Notes du PDF
hi: PDF नोट्स
ja: PDF メモ
zh_hans: PDF 备注

# inspector.comments.section.workspace
source: Workspace
es: Espacio de trabajo
fr: Espace de travail
hi: कार्यक्षेत्र
ja: ワークスペース
zh_hans: 工作区

# inspector.comments.studyNote.accessibilityLabel
source: Study note
es: Nota de estudio
fr: Note d’étude
hi: स्टडी नोट
ja: 学習ノート
zh_hans: 学习笔记

# inspector.comments.studyNote.placeholder
source: Write a study note...
es: Escribe una nota de estudio...
fr: Rédigez une note d’étude…
hi: एक स्टडी नोट लिखें...
ja: 学習ノートを書く...
zh_hans: 写下学习笔记…

# inspector.comments.tagSuggestions.help
source: Tag suggestions
es: Sugerencias de etiquetas
fr: Suggestions d’étiquettes
hi: टैग सुझाव
ja: タグの候補
zh_hans: 标签建议

# inspector.decorate.bates.prefix.placeholder
source: Prefix
es: Prefijo
fr: Préfixe
hi: प्रीफ़िक्स
ja: 接頭辞
zh_hans: 前缀

# inspector.decorate.batesStamp.title
source: Bates stamp
es: Sello Bates
fr: Numérotation Bates
hi: बेट्स स्टैम्प
ja: Batesスタンプ
zh_hans: 贝茨编号

# inspector.decorate.decorationColor.help
source: Decoration color
es: Color de decoración
fr: Couleur de décoration
hi: सजावट का रंग
ja: 装飾の色
zh_hans: 装饰颜色

# inspector.decorate.fontSize
source: Size %lld pt
es: Tamaño %lld pt
fr: Taille %lld pt
hi: आकार %lld pt
ja: サイズ %lld pt
zh_hans: 大小 %lld pt

# inspector.decorate.pageNumbers.title
source: Page numbers
es: Números de página
fr: Numéros de page
hi: पेज नंबर
ja: ページ番号
zh_hans: 页码

# inspector.decorate.startNumber
source: Start number %lld
es: Número inicial %lld
fr: Numéro de départ %lld
hi: प्रारंभ संख्या %lld
ja: 開始番号 %lld
zh_hans: 起始编号 %lld

# inspector.decorate.toggle.off
source: Off
es: Desactivado
fr: Désactivé
hi: बंद
ja: オフ
zh_hans: 关

# inspector.decorate.toggle.on
source: On
es: Activado
fr: Activé
hi: चालू
ja: オン
zh_hans: 开

# inspector.decorate.watermark.text.placeholder
source: Text
es: Texto
fr: Texte
hi: टेक्स्ट
ja: テキスト
zh_hans: 文字

# inspector.decorate.watermark.title
source: Watermark
es: Marca de agua
fr: Filigrane
hi: वॉटरमार्क
ja: 透かし
zh_hans: 水印

# inspector.editingDetails.title
source: Editing
es: Edición
fr: Modification
hi: संपादन
ja: 編集
zh_hans: 编辑

# inspector.info.comments
source: Comments
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
ja: コメント
zh_hans: 评论

# inspector.info.created
source: Created
es: Creado
fr: Créé
hi: निर्मित
ja: 作成日
zh_hans: 创建时间

# inspector.info.documents
source: Documents
es: Documentos
hi: दस्तावेज़
ja: ドキュメント
zh_hans: 文档

# inspector.info.signatures
source: Signatures
es: Firmas
hi: हस्ताक्षर
ja: 署名
zh_hans: 签名

# inspector.info.tags
source: Tags
es: Etiquetas
fr: Étiquettes
hi: टैग
ja: タグ
zh_hans: 标签

# inspector.info.totalPages
source: Total pages
es: Páginas totales
fr: Pages totales
hi: कुल पृष्ठ
ja: 総ページ数
zh_hans: 总页数

# inspector.markup.empty.subtitle
source: Use the toolbar to highlight,\nadd notes, or draw.
es: Usa la barra de herramientas para resaltar,\nañadir notas o dibujar.
fr: Utilisez la barre d’outils pour surligner,\najouter des notes ou dessiner.
hi: हाइलाइट करने,\nनोट जोड़ने, या चित्र बनाने के लिए टूलबार का उपयोग करें।
ja: ツールバーからハイライト、\nノートの追加、描画ができます。
zh_hans: 使用工具栏进行高亮、\n添加备注或绘制墨迹。

# inspector.markup.empty.title
source: No annotations yet.
es: Aún no hay anotaciones.
fr: Aucune annotation pour l’instant.
hi: अभी तक कोई एनोटेशन नहीं है।
ja: 注釈はまだありません。
zh_hans: 暂无批注。

# inspector.ocr.button.cancelOCR
source: Cancel OCR
es: Cancelar OCR
fr: Annuler l’OCR
hi: OCR रद्द करें
ja: OCRをキャンセル
zh_hans: 取消 OCR

# inspector.ocr.button.makeSearchable
source: Make searchable
es: Hacer buscable
fr: Rendre consultable
hi: खोजने योग्य बनाएं
ja: 検索可能にする
zh_hans: 使其可搜索

# inspector.ocr.button.runOCRAnyway
source: Run OCR anyway
es: Ejecutar OCR de todos modos
fr: Lancer l’OCR quand même
hi: फिर भी OCR चलाएं
ja: OCRを実行する
zh_hans: 仍然运行 OCR

# inspector.ocr.detail.finishBeforeRunningOCR
source: Finish the current document operation before running OCR.
es: Termina la operación actual del documento antes de ejecutar el OCR.
fr: Terminez l’opération en cours sur le document avant de lancer l’OCR.
hi: OCR चलाने से पहले मौजूदा दस्तावेज़ ऑपरेशन पूरा करें।
ja: OCRを実行する前に、進行中の書類の操作を完了してください。
zh_hans: 请先完成当前的文档操作，再运行 OCR。

# inspector.ocr.detail.noPagesNeedOCR
source: No image-only scan pages need OCR right now.
es: Por ahora no hay páginas escaneadas que necesiten OCR.
fr: Aucune page numérisée en image seule ne nécessite d’OCR pour l’instant.
hi: अभी किसी भी इमेज-ओनली स्कैन पेज को OCR की ज़रूरत नहीं है।
ja: 現在、OCRが必要な画像のみのスキャンページはありません。
zh_hans: 当前没有需要 OCR 的纯图像扫描页面。

# inspector.ocr.detail.textFoundNoAutoRun
source: Orifold found existing PDF text, so it did not auto-run OCR. If search misses visible words, the text layer may be partial or incorrect.
es: Orifold encontró texto de PDF existente, por lo que no ejecutó el OCR automáticamente. Si la búsqueda no encuentra palabras visibles, la capa de texto podría estar incompleta o ser incorrecta.
fr: Orifold a trouvé du texte PDF existant et n’a donc pas lancé l’OCR automatiquement. Si la recherche ne trouve pas des mots visibles, la couche de texte est peut-être partielle ou incorrecte.
hi: Orifold को मौजूदा PDF टेक्स्ट मिला, इसलिए इसने OCR अपने आप नहीं चलाया। अगर खोज में दिखने वाले शब्द नहीं मिलते, तो टेक्स्ट लेयर अधूरी या गलत हो सकती है।
ja: Orifoldは既存のPDFテキストを検出したため、OCRを自動実行しませんでした。検索で表示中の単語が見つからない場合、テキストレイヤーが不完全または不正確な可能性があります。
zh_hans: Orifold 发现了现有的 PDF 文本，因此未自动运行 OCR。如果搜索找不到可见的文字，说明文本层可能不完整或有误。

# inspector.ocr.help.cancelMakingSearchable
source: Cancel making searchable
es: Cancelar la conversión a texto buscable
fr: Annuler la mise en consultable
hi: खोजने योग्य बनाना रद्द करें
ja: 検索可能にする処理をキャンセル
zh_hans: 取消使其可搜索

# inspector.ocr.help.finishBeforeRepairing
source: Finish the current document operation before repairing searchable text
es: Termina la operación actual del documento antes de reparar el texto buscable
fr: Terminez l’opération en cours sur le document avant de réparer le texte consultable
hi: खोजने योग्य टेक्स्ट की मरम्मत करने से पहले मौजूदा दस्तावेज़ ऑपरेशन पूरा करें
ja: 検索可能なテキストを修復する前に、進行中の書類の操作を完了してください
zh_hans: 请先完成当前的文档操作，再修复可搜索文本

# inspector.ocr.help.finishBeforeRunningOCR
source: Finish the current document operation before running OCR
es: Termina la operación actual del documento antes de ejecutar el OCR
fr: Terminez l’opération en cours sur le document avant de lancer l’OCR
hi: OCR चलाने से पहले मौजूदा दस्तावेज़ ऑपरेशन पूरा करें
ja: OCRを実行する前に、進行中の書類の操作を完了してください
zh_hans: 请先完成当前的文档操作，再运行 OCR

# inspector.ocr.help.noPagesDetected
source: No visible pages detected for OCR
es: No se detectaron páginas visibles para el OCR
fr: Aucune page visible détectée pour l’OCR
hi: OCR के लिए कोई दृश्य पेज नहीं मिले
ja: OCR対象となる表示可能なページが検出されませんでした
zh_hans: 未检测到可用于 OCR 的可见页面

# inspector.ocr.help.runLocalOCR
source: Run local OCR on scanned pages
es: Ejecutar OCR local en las páginas escaneadas
fr: Effectuer un OCR local sur les pages numérisées
hi: स्कैन किए गए पेजों पर लोकल OCR चलाएं
ja: スキャンページにローカルOCRを実行
zh_hans: 对扫描页面运行本地 OCR

# inspector.ocr.help.runOCRAnyway
source: Run OCR even though the PDF already has a text layer
es: Ejecutar OCR aunque el PDF ya tenga una capa de texto
fr: Lancer l’OCR malgré tout, bien que le PDF ait déjà une couche de texte
hi: PDF में पहले से टेक्स्ट लेयर होने के बावजूद OCR चलाएं
ja: PDFに既にテキストレイヤーがありますが、OCRを実行します
zh_hans: 即使 PDF 已有文本层，仍运行 OCR

# inspector.ocr.scannedPages.one
source: %lld scanned page can be processed with local OCR.
es: %lld página escaneada se puede procesar con OCR local.
fr: %lld page numérisée peut être traitée avec l'OCR local.
hi: %lld स्कैन किए गए पृष्ठ को स्थानीय OCR से प्रोसेस किया जा सकता है।
ja: %lld件のスキャン済みページをローカルOCRで処理できます。
zh_hans: %lld 个扫描页面可通过本地 OCR 处理。

# inspector.ocr.scannedPages.other
source: %lld scanned pages can be processed with local OCR.
es: %lld páginas escaneadas se pueden procesar con OCR local.
fr: %lld pages numérisées peuvent être traitées avec l'OCR local.
hi: %lld स्कैन किए गए पृष्ठों को स्थानीय OCR से प्रोसेस किया जा सकता है।
ja: %lld件のスキャン済みページをローカルOCRで処理できます。
zh_hans: %lld 个扫描页面可通过本地 OCR 处理。

# inspector.ocr.status.makingSearchable
source: Making document searchable
es: Haciendo el documento buscable
fr: Le document devient consultable
hi: दस्तावेज़ को खोजने योग्य बनाया जा रहा है
ja: 書類を検索可能にしています
zh_hans: 正在使文档可搜索

# inspector.ocr.status.scannedPagesDetected
source: Scanned pages detected
es: Se detectaron páginas escaneadas
fr: Pages numérisées détectées
hi: स्कैन किए गए पेज मिले
ja: スキャンページを検出しました
zh_hans: 检测到扫描页面

# inspector.ocr.status.searchableReady
source: Searchable text ready
es: Texto buscable listo
fr: Texte consultable prêt
hi: खोजने योग्य टेक्स्ट तैयार है
ja: 検索可能なテキストの準備ができました
zh_hans: 可搜索文本已就绪

# inspector.ocr.status.textLayerDetected
source: Text layer detected
es: Se detectó una capa de texto
fr: Couche de texte détectée
hi: टेक्स्ट लेयर मिली
ja: テキストレイヤーを検出しました
zh_hans: 检测到文本层

# inspector.ocr.status.waiting
source: OCR waiting
es: OCR en espera
fr: OCR en attente
hi: OCR प्रतीक्षा में है
ja: OCR待機中
zh_hans: 等待 OCR

# inspector.pageOf
source: Page 1 of %lld
es: Página 1 de %lld
fr: Page 1 sur %lld
hi: %lld में से पृष्ठ 1
ja: %lld ページ中1ページ目
zh_hans: 第 1 页，共 %lld 页

# inspector.pdfNote.delete.help
source: Delete note
es: Eliminar nota
fr: Supprimer la note
hi: नोट हटाएं
ja: ノートを削除
zh_hans: 删除备注

# inspector.pdfNote.pageLabel
source: Page %lld
es: Página %lld
hi: पृष्ठ %lld
ja: %lld ページ目
zh_hans: 第 %lld 页

# inspector.pdfNote.show.help
source: Show note
es: Mostrar nota
fr: Afficher la note
hi: नोट दिखाएं
ja: ノートを表示
zh_hans: 显示备注

# inspector.relativeTime.justNow
source: Just now
es: Justo ahora
fr: À l'instant
hi: अभी-अभी
ja: たった今
zh_hans: 刚刚

# inspector.relativeTime.yesterday
source: Yesterday
es: Ayer
fr: Hier
hi: कल
ja: 昨日
zh_hans: 昨天

# inspector.tab.comments
source: Comments
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
ja: コメント
zh_hans: 评论

# inspector.tab.decorate
source: Decorate
es: Decorar
fr: Décorer
hi: सजाएं
ja: 装飾
zh_hans: 装饰

# inspector.tab.info
source: Info
es: Información
fr: Infos
hi: जानकारी
ja: 情報
zh_hans: 信息

# inspector.tab.markup
source: Markup
es: Marcado
fr: Annotation
hi: मार्कअप
ja: マークアップ
zh_hans: 标注

# inspector.tab.tags
source: Tags
es: Etiquetas
fr: Étiquettes
hi: टैग
ja: タグ
zh_hans: 标签
